Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 全款预约需要先填写裙装总价、小物或邮费
source: For full-payment reservations, enter a dress total, accessories, or shipping fee first.
de: Gib für Vollzahlungsreservierungen zuerst Kleidgesamtbetrag, Accessoires oder Versandkosten ein.
es: Para reservas de pago completo, introduce primero el total del vestido, accesorios o envío.
fr: Pour une réservation payée en totalité, renseignez d’abord le total de la robe, les accessoires ou les frais de port.
ja: 全額予約には、先にドレス合計・小物・送料のいずれかを入力してください。
ko: 전액 예약은 먼저 드레스 총액, 소품 또는 배송비를 입력해야 합니다.
pt_br: Para reservas com pagamento integral, informe primeiro o total do vestido, acessórios ou frete.
zh_hans: 全款预约需要先填写裙装总价、小物或邮费
zh_hant: 全款預約需要先填寫裙裝總價、小物或郵費

# 全选
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
ko: 전체 선택
pt_br: Selecionar tudo
zh_hans: 全选
zh_hant: 全選

# 全部
source: All
de: Alle
es: Todo
fr: Tout
ja: すべて
ko: 전체
pt_br: Tudo
zh_hans: 全部
zh_hant: 全部

# 全部删除
source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
ja: すべて削除
ko: 모두 삭제
pt_br: Excluir tudo
zh_hans: 全部删除
zh_hant: 全部刪除

# 全部恢复
source: Restore All
de: Alle wiederherstellen
es: Restaurar todo
fr: Tout restaurer
ja: すべて復元
ko: 모두 복원
pt_br: Restaurar tudo
zh_hans: 全部恢复
zh_hant: 全部復原

# 全部状态
source: All Status
de: Alle Statuswerte
es: Todos los estados
fr: Tous les états
ja: すべての状態
ko: 전체 상태
pt_br: Todos os status
zh_hans: 全部状态
zh_hant: 全部狀態

# 全部货币
source: All Currencies
de: Alle Währungen
es: Todas las monedas
fr: Toutes les monnaies
ja: すべての通貨
ko: 모든 화폐
pt_br: Todas as moedas
zh_hans: 全部货币
zh_hant: 全部貨幣

# 六列
source: Six Columns
de: Sechs Spalten
es: Seis columnas
fr: Six colonnes
ja: 6列
ko: 6열
pt_br: Seis colunas
zh_hans: 六列
zh_hant: 六列

# 关闭
source: Close
de: Schliessen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

# 关闭自动打工
source: Turn Off Auto Work
de: Auto-Arbeit deaktivieren
es: Desactivar trabajo automático
fr: Désactiver le travail auto
ja: 自動仕事をオフ
ko: 자동 일하기 끄기
pt_br: Desativar trabalho automático
zh_hans: 关闭自动打工
zh_hant: 關閉自動打工

# 其他
source: Other
de: Weitere
es: Otros
fr: Autre
ja: その他
ko: 기타
pt_br: Outros
zh_hans: 其他
zh_hant: 其他

# 再检查一下
source: Check Again
de: Nochmals prüfen
es: Revisar de nuevo
fr: Revérifier
ja: もう一度確認
ko: 다시 확인
pt_br: Verificar novamente
zh_hans: 再检查一下
zh_hant: 再檢查一下

# 再要%d胎
source: Adopt companion #%d
de: Begleiter Nr. %d adoptieren
es: Adoptar compañero n.º %d
fr: Adopter le compagnon n° %d
ja: %d匹目をお迎え
ko: %d번째 친구 입양
pt_br: Adotar companheiro nº %d
zh_hans: 再要%d胎
zh_hant: 再要第%d胎

# 最划算
source: Best Value
de: Bestes Angebot
es: Mejor valor
fr: Meilleur choix
ja: 一番お得
ko: 최고의 가치
pt_br: Melhor custo-beneficio
zh_hans: 最划算
zh_hant: 最划算

# 最多只能添加 %lld 张图片
source: You can add up to %lld images
de: Du kannst höchstens %lld Bilder hinzufügen
es: Puedes añadir hasta %lld imágenes
fr: Vous pouvez ajouter jusqu’à %lld images
ja: 追加できる画像は最大%lld枚です
ko: 최대 %lld장의 이미지만 추가할 수 있어요
pt_br: Você pode adicionar até %lld imagens
zh_hans: 最多只能添加 %lld 张图片
zh_hant: 最多只能新增 %lld 張圖片

# 最贵单品
source: Most Expensive Item
de: Teuerstes Stück
es: Prenda más cara
fr: Article le plus cher
ja: 最高額アイテム
ko: 가장 비싼 아이템
pt_br: Item mais caro
zh_hans: 最贵单品
zh_hant: 最貴單品

# 最近
source: Recent
de: Aktuell
es: Reciente
fr: Récent
ja: 最近
ko: 최근
pt_br: Recentes
zh_hans: 最近
zh_hant: 最近

# 最近12个月购买数量
source: Purchases in Last 12 Months
de: Käufe in den letzten 12 Monaten
es: Compras en los últimos 12 meses
fr: Achats des 12 derniers mois
ja: 過去12か月の購入数
ko: 최근 12개월 구매 수량
pt_br: Compras nos últimos 12 meses
zh_hans: 最近12个月购买数量
zh_hant: 最近12個月購買數量

# 最近12个月金额
source: Amount in Last 12 Months
de: Betrag der letzten 12 Monate
es: Importe de los últimos 12 meses
fr: Montant des 12 derniers mois
ja: 過去12か月の金額
ko: 최근 12개월 금액
pt_br: Valor dos últimos 12 meses
zh_hans: 最近12个月金额
zh_hant: 最近12個月金額

# 最近搭配：%@%@；合计¥%@
source: Recent outfit: %@%@; total ¥%@
de: Letztes Outfit: %@%@; Gesamt ¥%@
es: Outfit reciente: %@%@; total ¥%@
fr: Tenue récente : %@%@ ; total ¥%@
ja: 最近のコーデ：%@%@；合計¥%@
ko: 최근 코디: %@%@; 합계 ¥%@
pt_br: Look recente: %@%@; total ¥%@
zh_hans: 最近搭配：%@%@；合计¥%@
zh_hant: 最近搭配：%@%@；合計¥%@

# 最近月统计
source: Recent Month Stats
de: Statistik des letzten Monats
es: Estadisticas del mes reciente
fr: Stats du mois recent
ja: 直近月の集計
ko: 최근 월 통계
pt_br: Estatisticas do mes recente
zh_hans: 最近月统计
zh_hant: 最近月統計

# 最近添加
source: Recently Added
de: Zuletzt hinzugefuegt
es: Agregados recientes
fr: Ajouts recents
ja: 最近追加
ko: 최근 추가
pt_br: Adicionados recentemente
zh_hans: 最近添加
zh_hant: 最近添加

# 冬日
source: winter day
de: Wintertag
es: día de invierno
fr: journée d'hiver
ja: 冬の日
ko: 겨울날
pt_br: dia de inverno
zh_hans: 冬日
zh_hant: 冬日

# 冰蓝
source: Ice blue
de: Eisblau
es: Azul hielo
fr: Bleu glacé
ja: アイスブルー
ko: 아이스 블루
pt_br: Azul gelo
zh_hans: 冰蓝
zh_hant: 冰藍

# 准备中...
source: Preparing...
de: Vorbereitung...
es: Preparando...
fr: Préparation...
ja: 準備中...
ko: 준비 중...
pt_br: Preparando...
zh_hans: 准备中...
zh_hant: 準備中...

# 准备可爱的雨靴和透明雨伞
source: Prepare cute rain boots and a clear umbrella
de: Süße Regenstiefel und einen transparenten Regenschirm bereitlegen
es: Prepara botas de lluvia bonitas y un paraguas transparente
fr: Prépare de jolies bottes de pluie et un parapluie transparent
ja: かわいいレインブーツと透明傘を用意して
ko: 귀여운 장화와 투명 우산을 준비해요
pt_br: Prepare botas de chuva fofas e um guarda-chuva transparente
zh_hans: 准备可爱的雨靴和透明雨伞
zh_hant: 準備可愛的雨靴和透明雨傘

# 分享今日穿搭
source: Share Today's Outfit
de: Heutiges Outfit teilen
es: Compartir outfit de hoy
fr: Partager le look du jour
ja: 今日のコーデを共有
ko: 오늘의 코디 공유
pt_br: Compartilhar look de hoje
zh_hans: 分享今日穿搭
zh_hant: 分享今日穿搭

# 分享穿搭色
source: Share Outfit Colors
de: Outfit-Farben teilen
es: Compartir colores de outfit
fr: Partager les couleurs
ja: コーデカラーを共有
ko: 코디 색상 공유
pt_br: Compartilhar cores do look
zh_hans: 分享穿搭色
zh_hant: 分享穿搭色

# 分类
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
ko: 분류
pt_br: Categoria
zh_hans: 分类
zh_hant: 分類

# 切换伙伴
source: Switch Companion
de: Begleiter wechseln
es: Cambiar compañero
fr: Changer de compagnon
ja: パートナーを切り替え
ko: 친구 바꾸기
pt_br: Trocar companheiro
zh_hans: 切换伙伴
zh_hant: 切換夥伴

# 切换图标
source: Switch Icon
de: Symbol wechseln
es: Cambiar icono
fr: Changer d'icone
ja: アイコンを切り替え
ko: 아이콘 전환
pt_br: Trocar icone
zh_hans: 切换图标
zh_hant: 切換圖示

# 切换萌宠
source: Switch Pet
de: Pet wechseln
es: Cambiar mascota
fr: Changer de compagnon
ja: ペットを切り替え
ko: 펫 전환
pt_br: Trocar pet
zh_hans: 切换萌宠
zh_hant: 切換萌寵

# 刚刚结算了 %d %@，面板已更新。
source: Just settled %d %@. The panel has been updated.
de: Gerade wurden %d %@ abgerechnet. Das Feld wurde aktualisiert.
es: Se liquidaron %d %@. El panel se actualizó.
fr: %d %@ viennent d’être réglés. Le panneau a été mis à jour.
ja: たった今%d%@を精算しました。パネルを更新しました。
ko: 방금 %d %@를 정산했어요. 패널을 업데이트했어요.
pt_br: Acabamos de calcular %d %@. O painel foi atualizado.
zh_hans: 刚刚结算了 %d %@，面板已更新。
zh_hant: 剛剛結算了 %d %@，面板已更新。

# 创建一个穿搭手账以及手账书页
source: Create an outfit journal and journal page
de: Ein Outfit-Journal und eine Seite erstellen
es: Crea un diario de outfit y una página
fr: Créer un journal de tenue et une page
ja: コーデ手帳と手帳ページを作成
ko: 코디 수첩과 수첩 페이지 만들기
pt_br: Crie um diário de look e uma página
zh_hans: 创建一个穿搭手账以及手账书页
zh_hant: 建立一個穿搭手帳以及手帳書頁

# 初始化%@大脑...
source: Initializing %@'s brain...
de: %@s Gehirn wird initialisiert...
es: Inicializando el cerebro de %@...
fr: Initialisation du cerveau de %@...
ja: %@の頭脳を初期化中...
ko: %@의 두뇌를 초기화하는 중...
pt_br: Inicializando o cérebro de %@...
zh_hans: 初始化%@大脑...
zh_hant: 正在初始化%@的大腦...

# 删除
source: Delete
de: Loeschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

# 删除 %d 项
source: Delete %d Items
de: %d Elemente löschen
es: Eliminar %d elementos
fr: Supprimer %d éléments
ja: %d件を削除
ko: %d개 삭제
pt_br: Excluir %d itens
zh_hans: 删除 %d 项
zh_hant: 刪除 %d 項

# 删除于 %@
source: Deleted on %@
de: Gelöscht am %@
es: Eliminado el %@
fr: Supprimé le %@
ja: %@ に削除
ko: %@에 삭제됨
pt_br: Excluído em %@
zh_hans: 删除于 %@
zh_hant: 刪除於 %@

# 删除原裙装
source: Delete Original Dresses
de: Originalkleider löschen
es: Eliminar vestidos originales
fr: Supprimer les robes d’origine
ja: 元のドレスを削除
ko: 원본 드레스 삭제
pt_br: Excluir vestidos originais
zh_hans: 删除原裙装
zh_hant: 刪除原裙裝

# 删除品牌
source: Delete Brand
de: Marke löschen
es: Eliminar marca
fr: Supprimer la marque
ja: ブランドを削除
ko: 브랜드 삭제
pt_br: Excluir marca
zh_hans: 删除品牌
zh_hant: 刪除品牌

# 删除标签
source: Delete Tag
de: Tag löschen
es: Eliminar etiqueta
fr: Supprimer l’étiquette
ja: タグを削除
ko: 태그 삭제
pt_br: Excluir etiqueta
zh_hans: 删除标签
zh_hant: 刪除標籤

# 删除的3D模型会出现在这里
source: Deleted 3D models will appear here
de: Gelöschte 3D-Modelle erscheinen hier
es: Los modelos 3D eliminados aparecerán aquí
fr: Les modèles 3D supprimés apparaîtront ici
ja: 削除した3Dモデルがここに表示されます
ko: 삭제한 3D 모델이 여기에 표시됩니다
pt_br: Modelos 3D excluídos aparecerão aqui
zh_hans: 删除的3D模型会出现在这里
zh_hant: 刪除的3D模型會出現在這裡

# 删除的手帐和书页会出现在这里
source: Deleted journals and pages will appear here
de: Gelöschte Journale und Seiten erscheinen hier
es: Los diarios y páginas eliminados aparecerán aquí
fr: Les journaux et pages supprimés apparaîtront ici
ja: 削除した手帳とページがここに表示されます
ko: 삭제한 다이어리와 페이지가 여기에 표시됩니다
pt_br: Diários e páginas excluídos aparecerão aqui
zh_hans: 删除的手帐和书页会出现在这里
zh_hant: 刪除的手帳和書頁會出現在這裡

# 删除的拼豆/像素画会出现在这里
source: Deleted Perler/pixel art will appear here
de: Gelöschte Bügelperlen-/Pixelkunst erscheint hier
es: Las creaciones Perler/pixel art eliminadas aparecerán aquí
fr: Les créations en perles/pixel art supprimées apparaîtront ici
ja: 削除したパーラービーズ/ピクセルアートがここに表示されます
ko: 삭제한 펄러비즈/픽셀아트가 여기에 표시됩니다
pt_br: Criações Perler/pixel art excluídas aparecerão aqui
zh_hans: 删除的拼豆/像素画会出现在这里
zh_hant: 刪除的拼豆/像素畫會出現在這裡

# 删除的空间手帐和书页会出现在这里
source: Deleted space journals and pages will appear here
de: Gelöschte Raumjournale und Seiten erscheinen hier
es: Los diarios espaciales y sus páginas eliminados aparecerán aquí
fr: Les journaux d'espace et pages supprimés apparaîtront ici
ja: 削除した空間手帳とページがここに表示されます
ko: 삭제한 공간 다이어리와 페이지가 여기에 표시됩니다
pt_br: Diários de espaço e páginas excluídos aparecerão aqui
zh_hans: 删除的空间手帐和书页会出现在这里
zh_hant: 刪除的空間手帳和書頁會出現在這裡

# 删除的裙装会出现在这里
source: Deleted dresses will appear here
de: Gelöschte Kleider erscheinen hier
es: Los vestidos eliminados aparecerán aquí
fr: Les robes supprimées apparaîtront ici
ja: 削除したドレスがここに表示されます
ko: 삭제한 드레스가 여기에 표시됩니다
pt_br: Vestidos excluídos aparecerão aqui
zh_hans: 删除的裙装会出现在这里
zh_hant: 刪除的裙裝會出現在這裡

# 别担心，我们一起搞定！
source: Don't worry, we'll figure it out together!
de: Keine Sorge, wir schaffen das zusammen!
es: No te preocupes, lo resolvemos juntos!
fr: Ne t'inquiète pas, on va gérer ensemble !
ja: 大丈夫、一緒に何とかしよう！
ko: 걱정하지 마, 우리 같이 해내자!
pt_br: Não se preocupe, vamos resolver isso juntos!
zh_hans: 别担心，我们一起搞定！
zh_hant: 別擔心，我們一起搞定！

# 别碰我！
source: Don’t touch me!
de: Fass mich nicht an!
es: ¡No me toques!
fr: Ne me touche pas !
ja: 触らないで！
ko: 만지지 마!
pt_br: Não toca em mim!
zh_hans: 别碰我！
zh_hant: 別碰我！

# 刷新
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
pt_br: Atualizar
zh_hans: 刷新
zh_hant: 重新整理

# 刷新失败：%@
source: Refresh failed: %@
de: Aktualisierung fehlgeschlagen: %@
es: Error al actualizar: %@
fr: Échec de l’actualisation : %@
ja: 更新に失敗しました：%@
ko: 새로고침 실패: %@
pt_br: Falha ao atualizar: %@
zh_hans: 刷新失败：%@
zh_hant: 重新整理失敗：%@

# 刷新打工状态
source: Refresh Work Status
de: Arbeitsstatus aktualisieren
es: Actualizar estado de trabajo
fr: Actualiser l’état de travail
ja: 仕事状態を更新
ko: 근무 상태 새로고침
pt_br: Atualizar status de trabalho
zh_hans: 刷新打工状态
zh_hant: 重新整理打工狀態

# 刷新日元汇率
source: Refresh JPY exchange rate
de: JPY-Wechselkurs aktualisieren
es: Actualizar el tipo JPY
fr: Actualiser le taux JPY
ja: 日本円レートを更新
ko: 엔화 환율 새로고침
pt_br: Atualizar a taxa JPY
zh_hans: 刷新日元汇率
zh_hant: 重新整理日元匯率

# 刷新日元汇率？
source: Refresh JPY exchange rate?
de: JPY-Wechselkurs aktualisieren?
es: ¿Actualizar el tipo de cambio JPY?
fr: Actualiser le taux JPY ?
ja: 日本円レートを更新しますか？
ko: 엔화 환율을 새로고침할까요?
pt_br: Atualizar a taxa de câmbio do JPY?
zh_hans: 刷新日元汇率？
zh_hant: 重新整理日元匯率？

# 刷新汇率
source: Refresh rate
de: Kurs aktualisieren
es: Actualizar tipo de cambio
fr: Actualiser le taux
ja: レートを更新
ko: 환율 새로고침
pt_br: Atualizar taxa
zh_hans: 刷新汇率
zh_hant: 重新整理匯率

# 剩余金额
source: Amount
de: Restbetrag
es: Importe restante
fr: Montant restant
ja: 残り金額
ko: 남은 금액
pt_br: Valor restante
zh_hans: 剩余金额
zh_hant: 剩餘金額

# 功能暂未开放，敬请期待～
source: This feature is not available yet. Coming soon!
de: Diese Funktion ist noch nicht verfügbar. Bald!
es: Esta función aún no está disponible. ¡Próximamente!
fr: Cette fonctionnalité n'est pas encore disponible. Bientôt !
ja: この機能はまだ利用できません。お楽しみに！
ko: 이 기능은 아직 열리지 않았어요. 기대해 주세요!
pt_br: Este recurso ainda não está disponível. Em breve!
zh_hans: 功能暂未开放，敬请期待～
zh_hant: 功能暫未開放，敬請期待～

# 功能未解锁
source: Feature Locked
de: Funktion gesperrt
es: Funcion bloqueada
fr: Fonction verrouillee
ja: 機能は未解除
ko: 기능이 잠겨 있음
pt_br: Recurso bloqueado
zh_hans: 功能未解锁
zh_hant: 功能未解鎖

# 加一件上衣
source: Add a top
de: Ein Oberteil hinzufügen
es: Añadir una parte superior
fr: Ajouter un haut
ja: トップスを1点追加
ko: 상의 하나 추가
pt_br: Adicionar uma blusa
zh_hans: 加一件上衣
zh_hant: 加一件上衣

# 加一件轻薄开衫
source: Add a light cardigan
de: Eine leichte Strickjacke hinzufügen
es: Añadir un cárdigan ligero
fr: Ajouter un cardigan léger
ja: 薄手カーディガンを追加
ko: 가벼운 카디건 추가
pt_br: Adicionar um cardigan leve
zh_hans: 加一件轻薄开衫
zh_hant: 加一件輕薄開衫

# 加入尊贵会员，解锁专属特权
source: Join VIP to unlock exclusive perks
de: Werde VIP und schalte exklusive Vorteile frei
es: Unete a VIP para desbloquear ventajas exclusivas
fr: Rejoignez VIP pour debloquer des avantages exclusifs
ja: VIPに参加して専用特典を解放
ko: VIP에 가입하고 전용 혜택을 잠금 해제하세요
pt_br: Entre no VIP para desbloquear beneficios exclusivos
zh_hans: 加入尊贵会员，解锁专属特权
zh_hant: 加入尊貴會員，解鎖專屬特權

# 加载中...
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
ko: 불러오는 중...
pt_br: Carregando...
zh_hans: 加载中...
zh_hant: 載入中...

# 加载图片出错：%@
source: Error loading image: %@
de: Fehler beim Laden des Bildes: %@
es: Error al cargar la imagen: %@
fr: Erreur lors du chargement de l’image : %@
ja: 画像の読み込みエラー：%@
ko: 이미지 로드 오류: %@
pt_br: Erro ao carregar a imagem: %@
zh_hans: 加载图片出错：%@
zh_hant: 載入圖片出錯：%@

# 包含 %d 件库存，单套价值 ¥%@；邮费不随库存倍增
source: Includes %d in stock. Each set is worth ¥%@; shipping is not multiplied by stock.
de: Enthält %d auf Lager. Ein Set ist ¥%@ wert; Versand wird nicht mit dem Bestand multipliziert.
es: Incluye %d en inventario. Cada conjunto vale ¥%@; el envío no se multiplica por el inventario.
fr: Inclut %d en stock. Chaque ensemble vaut ¥%@ ; les frais d’envoi ne sont pas multipliés par le stock.
ja: 在庫%d点を含み、1セットの価値は¥%@です。送料は在庫数で倍増しません。
ko: 재고 %d개 포함, 세트당 가치 ¥%@. 배송비는 재고 수만큼 늘어나지 않습니다.
pt_br: Inclui %d em estoque. Cada conjunto vale ¥%@; o frete não é multiplicado pelo estoque.
zh_hans: 包含 %d 件库存，单套价值 ¥%@；邮费不随库存倍增
zh_hant: 包含 %d 件庫存，單套價值 ¥%@；郵費不隨庫存倍增

# 升级为 VIP，解锁更完整的智能体验
source: Upgrade to VIP to unlock the full smart experience.
de: Upgrade auf VIP und schalte das volle smarte Erlebnis frei.
es: Sube a VIP para desbloquear la experiencia inteligente completa.
fr: Passez VIP pour debloquer l'experience intelligente complete.
ja: VIP にアップグレードして、より完全なスマート体験を解除しましょう。
ko: VIP로 업그레이드하고 더 완전한 스마트 경험을 해제하세요.
pt_br: Faca upgrade para VIP e desbloqueie a experiencia inteligente completa.
zh_hans: 升级为 VIP，解锁更完整的智能体验
zh_hant: 升級為 VIP，解鎖更完整的智慧體驗

# 单件预约金额
source: Per-Item Reservation Amount
de: Reservierungsbetrag pro Artikel
es: Monto de reserva por artículo
fr: Montant de réservation par article
ja: 1点あたり予約金額
ko: 개별 예약 금액
pt_br: Valor de reserva por item
zh_hans: 单件预约金额
zh_hant: 單件預約金額

# 单价
source: Unit price
de: Einzelpreis
es: Precio unitario
fr: Prix unitaire
ja: 単価
ko: 단가
pt_br: Preço unitário
zh_hans: 单价
zh_hant: 單價

# 单独删除的书页
source: Separately deleted pages
de: Separat gelöschte Seiten
es: Páginas eliminadas por separado
fr: Pages supprimées séparément
ja: 個別に削除したページ
ko: 별도로 삭제한 페이지
pt_br: Páginas excluídas separadamente
zh_hans: 单独删除的书页
zh_hant: 單獨刪除的書頁

# 单独删除的空间书页
source: Separately deleted space pages
de: Separat gelöschte Raumseiten
es: Páginas espaciales eliminadas por separado
fr: Pages d'espace supprimées séparément
ja: 個別に削除した空間ページ
ko: 별도로 삭제한 공간 페이지
pt_br: Páginas de espaço excluídas separadamente
zh_hans: 单独删除的空间书页
zh_hant: 單獨刪除的空間書頁

# 单行简略
source: Single Row, Brief
de: Eine Zeile, kurz
es: Una fila, breve
fr: Une ligne, bref
ja: 1行・簡略
ko: 한 줄 간략
pt_br: Uma linha, breve
zh_hans: 单行简略
zh_hant: 單行簡略

# 单行详细
source: Single Row, Detailed
de: Eine Zeile, detailliert
es: Una fila, detallado
fr: Une ligne, détaillé
ja: 1行・詳細
ko: 한 줄 상세
pt_br: Uma linha, detalhado
zh_hans: 单行详细
zh_hant: 單行詳細

# 占比
source: Share
de: Anteil
es: Proporción
fr: Part
ja: 割合
ko: 비율
pt_br: Participação
zh_hans: 占比
zh_hant: 佔比

# 历史消息查询
source: Search Chat History
de: Chatverlauf suchen
es: Buscar historial de chat
fr: Rechercher l’historique
ja: 履歴メッセージ検索
ko: 이전 메시지 검색
pt_br: Buscar histórico de chat
zh_hans: 历史消息查询
zh_hant: 歷史消息查詢

# 原价
source: Original Price
de: Originalpreis
es: Precio original
fr: Prix d'origine
ja: 元の価格
ko: 원가
pt_br: Preço original
zh_hans: 原价
zh_hant: 原價

# 原价日元汇率
source: Original price JPY rate
de: JPY-Kurs des Originalpreises
es: Tipo JPY del precio original
fr: Taux JPY du prix d’origine
ja: 元価格の日本円レート
ko: 원가 엔화 환율
pt_br: Taxa JPY do preço original
zh_hans: 原价日元汇率
zh_hant: 原價日元匯率

# 原价汇率
source: Original Price Rate
de: Originalpreis-Kurs
es: Tipo de cambio original
fr: Taux du prix d’origine
ja: 元価格レート
ko: 원가 환율
pt_br: Cotação do preço original
zh_hans: 原价汇率
zh_hant: 原價匯率

# 原因：
source: Reason:
de: Grund:
es: Motivo:
fr: Raison :
ja: 理由：
ko: 이유:
pt_br: Motivo:
zh_hans: 原因：
zh_hant: 原因：

# 去充喵币
source: Top Up Meow Coins
de: Meow Coins aufladen
es: Recargar Monedas Miau
fr: Recharger les pièces Miaou
ja: ニャーコインをチャージ
ko: 야옹 코인 충전
pt_br: Recarregar Moedas Miau
zh_hans: 去充喵币
zh_hant: 去儲喵幣

# 去商店给我补点吃的
source: Go to the shop and restock food for me
de: Im Shop Futter für mich auffüllen
es: Ve a la tienda y repón comida para mí
fr: Aller à la boutique refaire le plein de nourriture
ja: お店で食べ物を補充する
ko: 상점에서 먹을 것 보충하기
pt_br: Ir à loja repor comida para mim
zh_hans: 去商店给我补点吃的
zh_hant: 去商店給我補點吃的

# 去商店给我补点喝的
source: Go to the shop and restock drinks for me
de: Im Shop Getränke für mich auffüllen
es: Ve a la tienda y repón bebidas para mí
fr: Aller à la boutique refaire le plein de boissons
ja: お店で飲み物を補充する
ko: 상점에서 마실 것 보충하기
pt_br: Ir à loja repor bebidas para mim
zh_hans: 去商店给我补点喝的
zh_hant: 去商店給我補點喝的

# 去换骨头币
source: Exchange for Bone Coins
de: Knochenmünzen tauschen
es: Cambiar por Monedas Hueso
fr: Échanger contre des pièces Os
ja: ボーンコインに交換
ko: 뼈다귀 코인으로 교환
pt_br: Trocar por Moedas Osso
zh_hans: 去换骨头币
zh_hant: 去換骨頭幣

# 去换鱼币
source: Exchange for Fish Coins
de: Fischmünzen tauschen
es: Cambiar por Monedas Pez
fr: Échanger contre des pièces Poisson
ja: フィッシュコインに交換
ko: 물고기 코인으로 교환
pt_br: Trocar por Moedas Peixe
zh_hans: 去换鱼币
zh_hant: 去換魚幣

# 去解锁
source: Unlock
de: Freischalten
es: Desbloquear
fr: Debloquer
ja: 解除しに行く
ko: 잠금 해제하기
pt_br: Desbloquear
zh_hans: 去解锁
zh_hant: 去解鎖

# 去设置
source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les reglages
ja: 設定へ
ko: 설정으로
pt_br: Abrir ajustes
zh_hans: 去设置
zh_hant: 前往設定

# 双列
source: Two Columns
de: Zwei Spalten
es: Dos columnas
fr: Deux colonnes
ja: 2列
ko: 2열
pt_br: Duas colunas
zh_hans: 双列
zh_hant: 雙列

# 发生未知错误
source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
es: Se produjo un error desconocido
fr: Une erreur inconnue s'est produite
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류가 발생했습니다
pt_br: Ocorreu um erro desconhecido
zh_hans: 发生未知错误
zh_hant: 發生未知錯誤

# 发送 5 秒测试通知
source: Send 5-second test notification
de: 5-Sekunden-Testbenachrichtigung senden
es: Enviar notificacion de prueba en 5 s
fr: Envoyer une notification de test dans 5 s
ja: 5秒後のテスト通知を送信
ko: 5초 테스트 알림 보내기
pt_br: Enviar notificacao de teste em 5 s
zh_hans: 发送 5 秒测试通知
zh_hant: 發送 5 秒測試通知

# 取消
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# 取消全选
source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
ja: 全選択を解除
ko: 전체 선택 해제
pt_br: Desmarcar tudo
zh_hans: 取消全选
zh_hant: 取消全選

# 变换尺码
source: Set Size
de: Größe festlegen
es: Definir talla
fr: Définir la taille
ja: サイズを設定
ko: 사이즈 설정
pt_br: Definir tamanho
zh_hans: 变换尺码
zh_hant: 設定尺寸

# 只接轻松活，状态保护更严格。
source: Only takes easy jobs with stricter stat protection.
de: Nimmt nur leichte Jobs an, mit strengeren Status-Schutzwerten.
es: Solo acepta trabajos fáciles, con protección de estado más estricta.
fr: Ne prend que les tâches faciles, avec une protection d'état plus stricte.
ja: 軽い仕事だけ受けて、ステータス保護はより厳しめです。
ko: 쉬운 일만 받고 상태 보호 기준이 더 엄격해요.
pt_br: Aceita apenas trabalhos leves, com proteção de status mais rígida.
zh_hans: 只接轻松活，状态保护更严格。
zh_hant: 只接輕鬆活，狀態保護更嚴格。

# 只看心愿尾款
source: Wish balances only
de: Nur Wunsch-Restbeträge
es: Solo saldos deseados
fr: Soldes souhaités uniquement
ja: 心願残金のみ
ko: 위시 잔금만 보기
pt_br: Apenas saldos desejados
zh_hans: 只看心愿尾款
zh_hant: 只看心願尾款

# 可以安排%@去打工，也可以让它状态好、闲下来的时候自动去赚鱼币或骨头币。
source: You can send %@ to work, or let it automatically earn Fish Coins or Bone Coins when it feels good and is idle.
de: Du kannst %@ zur Arbeit schicken oder automatisch Fisch- oder Knochenmünzen verdienen lassen, wenn es ihm gut geht und er frei ist.
es: Puedes enviar a %@ a trabajar, o dejar que gane peces o huesos automáticamente cuando esté bien y libre.
fr: Tu peux envoyer %@ travailler, ou le laisser gagner automatiquement des poissons ou des os quand il se sent bien et qu’il est libre.
ja: %@を仕事に行かせることも、元気で手が空いたときに自動で魚コインや骨コインを稼がせることもできます。
ko: %@를 일하러 보낼 수도 있고, 상태가 좋고 한가할 때 자동으로 물고기 코인이나 뼈 코인을 벌게 할 수도 있어요.
pt_br: Você pode mandar %@ trabalhar ou deixar que ganhe moedas de peixe ou osso automaticamente quando estiver bem e livre.
zh_hans: 可以安排%@去打工，也可以让它状态好、闲下来的时候自动去赚鱼币或骨头币。
zh_hant: 可以安排%@去打工，也可以讓牠狀態好、閒下來的時候自動去賺魚幣或骨頭幣。

# 可选单品
source: Selectable
de: Auswählbare Stücke
es: Prendas opcionales
fr: Articles au choix
ja: 選べるアイテム
ko: 선택 가능한 아이템
pt_br: Itens opcionais
zh_hans: 可选单品
zh_hant: 可選單品

# 合并为小物到裙装
source: Merge as Accessories
de: Als Accessoires zusammenführen
es: Fusionar como accesorios
fr: Fusionner comme accessoires
ja: 小物として統合
ko: 액세서리로 병합
pt_br: Mesclar como acessórios
zh_hans: 合并为小物到裙装
zh_hant: 合併為小物到裙裝

# 合并完成
source: Merge Complete
de: Zusammenführung abgeschlossen
es: Fusión completada
fr: Fusion terminée
ja: 統合完了
ko: 병합 완료
pt_br: Mesclagem concluída
zh_hans: 合并完成
zh_hant: 合併完成

# 合计
source: Total
de: Gesamt
ja: 合計
ko: 합계
zh_hans: 合计
zh_hant: 合計

# 合计定金
source: Total deposit
de: Anzahlung gesamt
es: Depósito total
fr: Total de l’acompte
ja: 内金合計
ko: 계약금 합계
pt_br: Total do sinal
zh_hans: 合计定金
zh_hant: 合計訂金

# 合计尾款
source: Total balance
de: Restbetrag gesamt
es: Saldo total
fr: Total du solde
ja: 残金合計
ko: 잔금 합계
pt_br: Total do saldo
zh_hans: 合计尾款
zh_hant: 合計尾款

# 合计金额（含邮）
source: Total Amount (Shipping Included)
de: Gesamtbetrag (inkl. Versand)
es: Importe total (envío incluido)
fr: Montant total (livraison incluse)
ja: 合計金額（送料込）
ko: 합계 금액(배송비 포함)
pt_br: Valor total (com frete)
zh_hans: 合计金额（含邮）
zh_hant: 合計金額（含郵）

# 名称从A到Z
source: Name, A to Z
de: Name, A bis Z
es: Nombre, A a Z
fr: Nom, A à Z
ja: 名前 A から Z
ko: 이름 A-Z
pt_br: Nome, A a Z
zh_hans: 名称从A到Z
zh_hant: 名稱從 A 到 Z

# 名称从Z到A
source: Name, Z to A
de: Name, Z bis A
es: Nombre, Z a A
fr: Nom, Z à A
ja: 名前 Z から A
ko: 이름 Z-A
pt_br: Nome, Z a A
zh_hans: 名称从Z到A
zh_hant: 名稱從 Z 到 A
